{
        "upload.email": "E-mail address",
        "upload.emailPlaceholder": "Email",
        "upload.image": "Image",
        "upload.fileType": "File Type",
        "upload.selectUploadType": "Select an upload type",
        "upload.head": "Head",
        "upload.body": "Body",
        "upload.logo": "Gang Logo",
        "upload.shield": "Shield",
        "upload.setTransparency": "Set Transparency",
        "upload.transparencyHelp": "This sets the transparent color as the same color in the top left corner of the image",
        "upload.agreeRules": "Do you agree with the upload rules?",
        "upload.submitOlwest": "Upload",
        "upload.rulesTitle": "Upload Rules",
        "upload.rulesIntro": "If you’d like to know more about our upload rules, we thoroughly explain them ",
        "upload.rulesLink": "in this form",
        "upload.rulesIntro2": " which contains visual guidelines your upload has to adhere to.",
        "upload.rulesEnsure": "Moreover, ensure that your upload complies with these rules, otherwise, you may find that your graphics are disapproved:",
        "upload.rule1": "You may not upload any graphics that are obscene, indecent, or controversial in nature.",
        "upload.rule1Detail": "Any such material will result in a loss of uploading privileges and may lead to further punishment.",
        "upload.rule2": "Do not use pure black or white in your graphics.",
        "upload.rule2Detail": "These two colors are used for transparency in-game and will not be visible on any images that are uploaded. They’re often represented as (0, 0, 0) and (255, 255, 255) in RGB format or #000000 and #FFFFFF in hex format. Even a single pixel throughout any of the frames or the entire graphic can corrupt the image so please ensure your graphic doesn’t contain them before submitting it.",
        "upload.rule3": "Respect copyrights and only upload graphics that you have made yourself or that you are authorized to use.",
        "upload.rule3Detail": "Any concepts that are taken from television shows, video games, or any other forms of media will not be accepted. Works that are inspired by such material are only accepted under some circumstances. It is therefore encouraged that you design original ideas for your graphics to avoid any issues that may arise.",
        "upload.rule4": "Minor accessories are allowed, but no graphics should act in substitute of a hat.",
        "upload.rule4Detail": "If accessories are added to files, such as heads, then they need to be integrated into the design itself. All masks that cover the entire face or hats that are just stuck on top of a head will be denied.",
        "upload.rule5": "Ensure that all visual effects that are applied to your graphics are appropriate.",
        "upload.rule5Detail": "All heads and bodies should make proper use of the dimensions provided. In this regard, small or invisible graphics are not allowed. No images are allowed to use rapid flashing or color-changing effects.",
        "upload.rule6": "Heads which are not allowed:",
        "upload.rule6Detail": "meme heads, flashing heads, real life heads, heads with glasses, heads with leaves on them (qualify as a hat), full/half masks on the head.",
        "upload.rule7": "Bodies which are not allowed:",
        "upload.rule7Detail": "Bodies without arms and/or legs such as blob bodies, ghost bodies, and mermaid bodies. Bodies that have different designs on each sprite/frame. Animated bodies. Bodies with weapons attached to them.",
        "upload.errorTitle": "Upload Error",
        "upload.noFile": "No file selected. Please choose a file to upload.",
        "upload.successTitle": "Upload Successful",
        "footer.support": "Support",
        "footer.rules": "Rules",
        "footer.faq": "Frequently Asked Questions",
        "footer.toonslab": "Toonslab",
        "footer.copyright": "© {{year}} GraalOnline. All rights reserved."
}