{
  "upload.email": "Dirección de correo",
  "upload.emailPlaceholder": "Correo electrónico",
  "upload.image": "Imagen",
  "upload.fileType": "Tipo de archivo",
  "upload.selectUploadType": "Selecciona un tipo de carga",
  "upload.head": "Cabeza",
  "upload.body": "Cuerpo",
  "upload.logo": "Logo de banda",
  "upload.shield": "Escudo",
  "upload.setTransparency": "Establecer transparencia",
  "upload.transparencyHelp": "Esto define el color transparente como el color en la esquina superior izquierda de la imagen",
  "upload.agreeRules": "¿Aceptas las reglas de carga?",
  "upload.viewRules": "Ver reglas de carga",
  "upload.submit": "Subir",
  "upload.rulesTitle": "Reglas de Carga",
  "upload.rulesIntro": "Si deseas saber más sobre nuestras reglas de carga, las explicamos detalladamente ",
  "upload.rulesLink": "en este formulario",
  "upload.rulesIntro2": ", el cual contiene pautas visuales que tu archivo debe seguir.",
  "upload.rulesEnsure": "Además, asegúrate de que tu archivo cumpla con estas reglas; de lo contrario, podría ser rechazado:",
  "upload.rule1": "No puedes subir gráficos obscenos, indecentes o controvertidos.",
  "upload.rule1Detail": "Dicho contenido causará la pérdida del privilegio de subir archivos y podría conllevar otras sanciones.",
  "upload.rule2": "No uses negro o blanco puro en tus gráficos.",
  "upload.rule2Detail": "Estos colores se usan para transparencia en el juego y no serán visibles. Representados como (0, 0, 0) y (255, 255, 255) en RGB o #000000 y #FFFFFF en hexadecimal. Incluso un solo píxel puede corromper la imagen.",
  "upload.rule3": "Respeta los derechos de autor y solo sube gráficos que hayas hecho tú o que estés autorizado a usar.",
  "upload.rule3Detail": "Conceptos de series, videojuegos u otros medios no son aceptados. Trabajos inspirados pueden ser aceptados solo bajo ciertas condiciones.",
  "upload.rule4": "Se permiten accesorios menores, pero los gráficos no deben sustituir un sombrero.",
  "upload.rule4Detail": "Si se añaden accesorios (como cabezas), deben estar integrados en el diseño. Máscaras completas o sombreros colocados encima serán rechazados.",
  "upload.rule5": "Asegúrate de que todos los efectos visuales aplicados sean apropiados.",
  "upload.rule5Detail": "Las cabezas y cuerpos deben usar correctamente las dimensiones dadas. Gráficos invisibles o muy pequeños no se permiten. Tampoco efectos parpadeantes o cambios de color rápidos.",
  "upload.rule6": "Cabezas no permitidas:",
  "upload.rule6Detail": "cabezas de memes, parpadeantes, de la vida real, con gafas, con hojas (cuentan como sombrero), máscaras completas o parciales.",
  "upload.rule7": "Cuerpos no permitidos:",
  "upload.rule7Detail": "cuerpos sin brazos/piernas (blobs, fantasmas, sirenas), cuerpos con diferentes diseños por sprite, animados o con armas integradas.",
  "upload.errorTitle": "Error de Carga",
  "upload.noFile": "Ningún archivo seleccionado. Por favor, selecciona uno para subir.",
  "upload.successTitle": "Carga Exitosa",
  "footer.support": "Soporte",
  "footer.rules": "Reglas",
  "footer.faq": "Preguntas Frecuentes",
  "footer.toonslab": "Toonslab",
  "footer.copyright": "© {{year}} GraalOnline. Todos los derechos reservados."
}
