{
        "upload.email": "Correo electrónico",
        "upload.emailPlaceholder": "Correo",
        "upload.image": "Imagen",
        "upload.fileType": "Tipo de archivo",
        "upload.selectUploadType": "Selecciona un tipo de subida",
        "upload.head": "Cabeza",
        "upload.body": "Cuerpo",
        "upload.logo": "Gang Logo",
        "upload.shield": "Escudo",
        "upload.sword": "Espada",
        "upload.gangLogo": "Logotipo de pandilla",
        "upload.guildLogo": "Logotipo de gremio",
        "upload.guildHat": "Sombrero de gremio",
        "upload.guildAcc": "Accesorio de gremio",
        "upload.setTransparency": "Establecer transparencia",
        "upload.transparencyHelp": "Esto establece el color transparente como el mismo color en la esquina superior izquierda de la imagen",
        "upload.agreeRules": "¿Aceptas las reglas de subida?",
        "upload.submitOlwest": "Subir",
        "upload.rulesTitle": "Reglas de subida",
        "upload.rulesIntro": "Si desea saber más sobre nuestras reglas de carga, las explicamos detalladamente ",
        "upload.rulesLink": "en este formulario",
        "upload.rulesIntro2": " que contiene las directrices visuales que debe cumplir su carga.",
        "upload.rulesEnsure": "Además, asegúrese de que su carga cumpla con estas reglas, de lo contrario, sus gráficos podrían ser desaprobados:",
        "upload.rule1": "No puedes subir gráficos que sean obscenos, indecentes o controvertidos.",
        "upload.rule1Detail": "Cualquier material de este tipo resultará en la pérdida de privilegios de carga y puede llevar a castigos adicionales.",
        "upload.rule2": "No uses negro puro ni blanco en tus gráficos.",
        "upload.rule2Detail": "Estos dos colores se utilizan para la transparencia en el juego y no serán visibles en las imágenes cargadas. A menudo se representan como (0, 0, 0) y (255, 255, 255) en formato RGB o #000000 y #FFFFFF en formato hexadecimal. Incluso un solo píxel en cualquiera de los fotogramas o en todo el gráfico puede corromper la imagen, así que asegúrate de que tu gráfico no los contenga antes de enviarlo.",
        "upload.rule3": "Respeta los derechos de autor y solo sube gráficos que hayas creado tú mismo o que estés autorizado a usar.",
        "upload.rule3Detail": "No se aceptarán conceptos tomados de programas de televisión, videojuegos u otros medios. Las obras inspiradas en dicho material solo se aceptan en algunas circunstancias. Por lo tanto, se recomienda que diseñes ideas originales para tus gráficos para evitar problemas.",
        "upload.rule4": "Se permiten accesorios menores, pero ningún gráfico debe actuar como sustituto de un sombrero.",
        "upload.rule4Detail": "Si se añaden accesorios a los archivos, como cabezas, deben estar integrados en el diseño mismo. Todas las máscaras que cubren toda la cara o los sombreros que simplemente se colocan encima de una cabeza serán rechazados.",
        "upload.rule5": "Asegúrate de que todos los efectos visuales aplicados a tus gráficos sean apropiados.",
        "upload.rule5Detail": "Todas las cabezas y cuerpos deben hacer un uso adecuado de las dimensiones proporcionadas. En este sentido, no se permiten gráficos pequeños o invisibles. No se permiten imágenes con efectos de parpadeo rápido o cambio de color.",
        "upload.rule6": "Cabezas que no están permitidas:",
        "upload.rule6Detail": "cabezas de memes, cabezas parpadeantes, cabezas de la vida real, cabezas con gafas, cabezas con hojas (se consideran sombreros), máscaras completas o parciales en la cabeza.",
        "upload.rule7": "Cuerpos que no están permitidos:",
        "upload.rule7Detail": "Cuerpos sin brazos y/o piernas, como cuerpos de blobs, cuerpos de fantomas y cuerpos de sirenas. Cuerpos con diferentes diseños en cada sprite/fotograma. Cuerpos animados. Cuerpos con armas adheridas.",
        "upload.errorTitle": "Upload Error",
        "upload.noFile": "No file selected. Please choose a file to upload.",
        "upload.successTitle": "Upload Successful",      
        "header.upload": "Subir",
        "header.support": "Soporte",
        "header.download": "Descargar",
        "header.signupLogin": "Registrarse / Iniciar sesión",
        "footer.support": "Soporte",
        "footer.rules": "Reglas",
        "footer.faq": "Preguntas frecuentes",
        "footer.toonslab": "Toonslab",
        "footer.copyright": "© {{year}} GraalOnline. Todos los derechos reservados."
}
