{
  "upload.email": "Adresse e-mail",
  "upload.emailPlaceholder": "E-mail",
  "upload.image": "Image",
  "upload.fileType": "Type de fichier",
  "upload.selectUploadType": "Sélectionnez un type de fichier",
  "upload.head": "Tête",
  "upload.body": "Corps",
  "upload.logo": "Logo de gang",
  "upload.shield": "Bouclier",
  "upload.setTransparency": "Définir la transparence",
  "upload.transparencyHelp": "Cela définit la couleur transparente comme étant la même que celle du coin supérieur gauche de l’image",
  "upload.agreeRules": "Acceptez-vous les règles de téléchargement ?",
  "upload.viewRules": "Voir les règles de téléchargement",
  "upload.submit": "Téléverser",
  "upload.rulesTitle": "Règles de Téléversement",
  "upload.rulesIntro": "Si vous souhaitez en savoir plus sur nos règles de téléversement, nous les expliquons en détail ",
  "upload.rulesLink": "dans ce formulaire",
  "upload.rulesIntro2": ", qui contient les directives visuelles que votre fichier doit respecter.",
  "upload.rulesEnsure": "De plus, assurez-vous que votre envoi respecte ces règles, sinon vos graphiques pourraient être refusés :",
  "upload.rule1": "Vous ne pouvez pas envoyer de graphiques obscènes, indécents ou controversés.",
  "upload.rule1Detail": "Tout contenu de ce type entraînera la perte des privilèges d'envoi et peut entraîner d'autres sanctions.",
  "upload.rule2": "N'utilisez pas de noir ou de blanc pur dans vos graphiques.",
  "upload.rule2Detail": "Ces deux couleurs sont utilisées pour la transparence dans le jeu et ne seront pas visibles sur les images téléversées. Elles sont souvent représentées par (0, 0, 0) et (255, 255, 255) en RVB ou #000000 et #FFFFFF en hexadécimal. Même un seul pixel de ces couleurs peut corrompre l’image.",
  "upload.rule3": "Respectez les droits d'auteur et envoyez uniquement des graphiques que vous avez créés ou êtes autorisé à utiliser.",
  "upload.rule3Detail": "Les concepts provenant d’émissions de télévision, de jeux vidéo ou d’autres médias ne sont pas acceptés. Les œuvres inspirées sont acceptées dans certains cas seulement.",
  "upload.rule4": "Les accessoires mineurs sont autorisés, mais les graphiques ne doivent pas remplacer un chapeau.",
  "upload.rule4Detail": "Les accessoires doivent être intégrés au design. Les masques couvrant tout le visage ou les chapeaux simplement posés seront refusés.",
  "upload.rule5": "Assurez-vous que tous les effets visuels appliqués soient appropriés.",
  "upload.rule5Detail": "Les têtes et corps doivent utiliser correctement les dimensions fournies. Les graphiques trop petits ou invisibles sont interdits. Pas d’effets clignotants ou de changements de couleur rapides.",
  "upload.rule6": "Têtes non autorisées :",
  "upload.rule6Detail": "têtes de mèmes, clignotantes, photos réelles, avec lunettes, avec feuilles (considérées comme chapeau), masques complets/demi-visage.",
  "upload.rule7": "Corps non autorisés :",
  "upload.rule7Detail": "corps sans bras/jambes (blobs, fantômes, sirènes), corps avec différents designs par sprite, animés, ou avec armes intégrées.",
  "upload.errorTitle": "Erreur de Téléversement",
  "upload.noFile": "Aucun fichier sélectionné. Veuillez choisir un fichier à téléverser.",
  "upload.successTitle": "Téléversement Réussi",
  "footer.support": "Support",
  "footer.rules": "Règles",
  "footer.faq": "Questions Fréquentes",
  "footer.toonslab": "Toonslab",
  "footer.copyright": "© {{year}} GraalOnline. Tous droits réservés."
}
