{
        "upload.email": "Adresse e-mail",
        "upload.emailPlaceholder": "E-mail",
        "upload.image": "Image",
        "upload.fileType": "Type de fichier",
        "upload.selectUploadType": "Sélectionnez un type de téléchargement",
        "upload.head": "Tête",
        "upload.body": "Corps",
        "upload.logo": "Gang Logo",
        "upload.shield": "Bouclier",
        "upload.sword": "Épée",
        "upload.gangLogo": "Logo de gang",
        "upload.guildLogo": "Logo de guilde",
        "upload.guildHat": "Chapeau de guilde",
        "upload.guildAcc": "Accessoire de guilde",
        "upload.setTransparency": "Définir la transparence",
        "upload.transparencyHelp": "Cela définit la couleur transparente comme étant la même couleur dans le coin supérieur gauche de l’image",
        "upload.agreeRules": "Acceptez-vous les règles de téléchargement ?",
        "upload.submitOlwest": "Télécharger",
        "upload.rulesTitle": "Règles de téléchargement",
        "upload.rulesIntro": "Si vous souhaitez en savoir plus sur nos règles de téléchargement, nous les expliquons en détail ",
        "upload.rulesLink": "dans ce formulaire",
        "upload.rulesIntro2": " qui contient les lignes directrices visuelles que votre téléchargement doit respecter.",
        "upload.rulesEnsure": "De plus, assurez-vous que votre téléchargement respecte ces règles, sinon vos graphiques pourraient être désapprouvés :",
        "upload.rule1": "Vous ne pouvez pas télécharger de graphiques obscènes, indécents ou controversés.",
        "upload.rule1Detail": "Tout matériel de ce type entraînera la perte des privilèges de téléchargement et peut conduire à des sanctions supplémentaires.",
        "upload.rule2": "N’utilisez pas de noir pur ou de blanc dans vos graphiques.",
        "upload.rule2Detail": "Ces deux couleurs sont utilisées pour la transparence dans le jeu et ne seront pas visibles sur les images téléchargées. Elles sont souvent représentées par (0, 0, 0) et (255, 255, 255) en format RVB ou #000000 et #FFFFFF en format hexadécimal. Même un seul pixel dans l’un des cadres ou dans l’ensemble du graphique peut corrompre l’image, alors assurez-vous que votre graphique ne les contient pas avant de le soumettre.",
        "upload.rule3": "Respectez les droits d’auteur et ne téléchargez que des graphiques que vous avez créés vous-même ou que vous êtes autorisé à utiliser.",
        "upload.rule3Detail": "Aucun concept tiré d’émissions de télévision, de jeux vidéo ou d’autres médias ne sera accepté. Les œuvres inspirées par ce type de matériel ne sont acceptées que dans certaines circonstances. Il est donc recommandé de concevoir des idées originales pour vos graphiques afin d’éviter tout problème.",
        "upload.rule4": "Les accessoires mineurs sont autorisés, mais aucun graphique ne doit servir de substitut à un chapeau.",
        "upload.rule4Detail": "Si des accessoires sont ajoutés à des fichiers, comme des têtes, ils doivent être intégrés dans le design lui-même. Toutes les masques couvrant tout le visage ou les chapeaux simplement posés sur une tête seront refusés.",
        "upload.rule5": "Assurez-vous que tous les effets visuels appliqués à vos graphiques sont appropriés.",
        "upload.rule5Detail": "Toutes les têtes et corps doivent utiliser correctement les dimensions fournies. À cet égard, les graphiques petits ou invisibles ne sont pas autorisés. Aucune image ne doit utiliser des effets de clignotement rapide ou de changement de couleur.",
        "upload.rule6": "Têtes non autorisées :",
        "upload.rule6Detail": "têtes de mème, têtes clignotantes, têtes réelles, têtes avec lunettes, têtes avec des feuilles (considérées comme des chapeaux), masques complets ou partiels sur la tête.",
        "upload.rule7": "Corps non autorisés :",
        "upload.rule7Detail": "Corps sans bras et/ou jambes, comme les corps de blobs, les corps de fantômes et les corps de sirènes. Corps avec différents designs sur chaque sprite/cadre. Corps animés. Corps avec des armes attachées.",
        "upload.errorTitle": "Upload Error",
        "upload.noFile": "No file selected. Please choose a file to upload.",
        "upload.successTitle": "Upload Successful",
        "header.upload": "Télécharger",
        "header.support": "Support",
        "header.download": "Télécharger",
        "header.signupLogin": "S’inscrire / Se connecter",
        "footer.support": "Support",
        "footer.rules": "Règles",
        "footer.faq": "Questions fréquentes",
        "footer.toonslab": "Toonslab",
        "footer.copyright": "© {{year}} GraalOnline. Tous droits réservés."
}
