{
  "upload.email": "Endereço de e-mail",
  "upload.emailPlaceholder": "E-mail",
  "upload.image": "Imagem",
  "upload.fileType": "Tipo de arquivo",
  "upload.selectUploadType": "Selecione um tipo de envio",
  "upload.head": "Cabeça",
  "upload.body": "Corpo",
  "upload.logo": "Logo da Gangue",
  "upload.shield": "Escudo",
  "upload.setTransparency": "Definir transparência",
  "upload.transparencyHelp": "Isso define a cor transparente como a mesma cor no canto superior esquerdo da imagem",
  "upload.agreeRules": "Você concorda com as regras de envio?",
  "upload.viewRules": "Ver regras de envio",
  "upload.submitOlwest": "Enviar",
  "upload.rulesTitle": "Regras de Envio",
  "upload.rulesIntro": "Se você quiser saber mais sobre nossas regras de envio, explicamos elas detalhadamente ",
  "upload.rulesLink": "neste formulário",
  "upload.rulesIntro2": ", que contém diretrizes visuais às quais seu envio deve aderir.",
  "upload.rulesEnsure": "Além disso, certifique-se de que seu envio esteja em conformidade com estas regras, caso contrário, seus gráficos poderão ser reprovados:",
  "upload.rule1": "Você não pode enviar gráficos obscenos, indecentes ou de natureza controversa.",
  "upload.rule1Detail": "Esse tipo de material resultará na perda do direito de envio e pode levar a punições adicionais.",
  "upload.rule2": "Não use preto puro ou branco puro nos seus gráficos.",
  "upload.rule2Detail": "Essas duas cores são usadas para transparência no jogo e não serão visíveis nas imagens enviadas. Elas geralmente são representadas como (0, 0, 0) e (255, 255, 255) em formato RGB ou #000000 e #FFFFFF em hexadecimal. Mesmo um único pixel com essas cores pode corromper a imagem, então certifique-se de que seu gráfico não as contenha antes de enviar.",
  "upload.rule3": "Respeite os direitos autorais e envie apenas gráficos que você criou ou que está autorizado a usar.",
  "upload.rule3Detail": "Qualquer conceito retirado de programas de TV, videogames ou outras formas de mídia não será aceito. Trabalhos inspirados em tais materiais só são aceitos em algumas circunstâncias. Por isso, é recomendado que você crie ideias originais para seus gráficos.",
  "upload.rule4": "Acessórios menores são permitidos, mas os gráficos não devem substituir um chapéu.",
  "upload.rule4Detail": "Se acessórios forem adicionados a arquivos, como cabeças, eles precisam estar integrados ao design. Máscaras que cobrem o rosto inteiro ou chapéus colocados por cima da cabeça serão negados.",
  "upload.rule5": "Certifique-se de que todos os efeitos visuais aplicados aos seus gráficos sejam apropriados.",
  "upload.rule5Detail": "Todas as cabeças e corpos devem fazer uso adequado das dimensões fornecidas. Gráficos pequenos ou invisíveis não são permitidos. Imagens com efeitos de flash rápido ou mudanças de cor não são permitidas.",
  "upload.rule6": "Cabeças que não são permitidas:",
  "upload.rule6Detail": "cabeças de memes, cabeças piscando, cabeças da vida real, cabeças com óculos, cabeças com folhas (consideradas chapéu), máscaras completas/parciais.",
  "upload.rule7": "Corpos que não são permitidos:",
  "upload.rule7Detail": "Corpos sem braços e/ou pernas como corpos de bolha, fantasmas e sereias. Corpos com design diferente em cada quadro. Corpos animados. Corpos com armas anexadas.",
  "upload.errorTitle": "Erro no Envio",
  "upload.noFile": "Nenhum arquivo selecionado. Por favor, escolha um arquivo para enviar.",
  "upload.successTitle": "Envio Bem-Sucedido",
  "footer.support": "Suporte",
  "footer.rules": "Regras",
  "footer.faq": "Perguntas Frequentes",
  "footer.toonslab": "Toonslab",
  "footer.copyright": "© {{year}} GraalOnline. Todos os direitos reservados."
}
